Repository: Jailtonfonseca/rebalanceamento-binance
Catalog: src/app/locales/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Arbitrage
pt_br: Arbitragem

source: Arbitrage Opportunities
pt_br: Oportunidades de Arbitragem

source: Scanning for triangular arbitrage opportunities on Binance. This is a simulation and does not execute trades.
pt_br: Buscando por oportunidades de arbitragem triangular na Binance. Esta é uma simulação e não executa ordens reais.

source: Scanning for opportunities...
pt_br: Buscando por oportunidades...

source: Path
pt_br: Caminho

source: Estimated Profit (%%)
pt_br: Lucro Estimado (%%)

source: Trade Rates
pt_br: Taxas de Negociação

source: Profit calculation includes an estimated trading fee of %(fee)s%% per trade.
pt_br: * O cálculo do lucro inclui uma taxa de negociação estimada de %(fee)s%% por ordem.

source: No profitable arbitrage opportunities found at the moment.
pt_br: Nenhuma oportunidade de arbitragem lucrativa encontrada no momento.

source: Rescan
pt_br: Buscar Novamente

source: Failed to fetch data:
pt_br: Falha ao buscar dados:

source: Crypto Rebalancing Bot
pt_br: Bot Rebalanceador de Cripto

source: Rebalancer Bot
pt_br: Bot Rebalanceador

source: Dashboard
pt_br: Painel

source: Configuration
pt_br: Configuração

source: History
pt_br: Histórico

source: Logged in as:
pt_br: Logado como:

source: Logout
pt_br: Sair

source: API Documentation
pt_br: Documentação da API

source: Manage the bot settings here. API keys are encrypted and never shown again after saving.
pt_br: Gerencie as configurações do bot aqui. As chaves de API são criptografadas e nunca mais são mostradas após salvar.

source: Security and Credentials
pt_br: Segurança e Credenciais

source: Change Admin Password
pt_br: Alterar Senha do Administrador

source: Leave blank to keep the current password
pt_br: Deixe em branco para manter a senha atual

source: API Keys
pt_br: Chaves de API

source: Binance API Key
pt_br: Chave de API da Binance

source: Already set, enter a new key to change
pt_br: Já definida, insira uma nova chave para alterar

source: Enter your Binance API key
pt_br: Insira sua chave de API da Binance

source: Binance Secret Key
pt_br: Chave Secreta da Binance

source: Enter your Binance secret key
pt_br: Insira sua chave secreta da Binance

source: CoinMarketCap API Key
pt_br: Chave de API do CoinMarketCap

source: Enter your CoinMarketCap API key
pt_br: Insira sua chave de API do CoinMarketCap

source: Test API Keys
pt_br: Testar Chaves de API

source: Rebalancing Strategy
pt_br: Estratégia de Rebalanceamento

source: Dry Run Mode
pt_br: Modo de Simulação

source: Enabled (Simulate trades, no real orders)
pt_br: Ativado (Simular transações, sem ordens reais)

source: Disabled (Execute real trades)
pt_br: Desativado (Executar transações reais)

source: Strategy Type
pt_br: Tipo de Estratégia

source: Periodic
pt_br: Periódica

source: Threshold
pt_br: Por Limite

source: Periodic Interval (Hours)
pt_br: Intervalo Periódico (Horas)

source: Rebalancing Threshold (%%)
pt_br: Limite de Rebalanceamento (%%)

source: Portfolio and Trading
pt_br: Portfólio e Negociação

source: Base Pair
pt_br: Par Base

source: Max CoinMarketCap Rank
pt_br: Rank Máximo no CoinMarketCap

source: Minimum Trade Value (USD)
pt_br: Valor Mínimo da Transação (USD)

source: Target Allocations
pt_br: Alocações Alvo

source: Asset (e.g., BTC)
pt_br: Ativo (ex: BTC)

source: Add Asset
pt_br: Adicionar Ativo

source: Save Configuration
pt_br: Salvar Configuração

source: Saving...
pt_br: Salvando...

source: Configuration saved successfully!
pt_br: Configuração salva com sucesso!

source: Failed to save:
pt_br: Falha ao salvar:

source: Unknown error
pt_br: Erro desconhecido

source: An error occurred:
pt_br: Ocorreu um erro:

source: Testing...
pt_br: Testando...

source: API Key Test Results:
pt_br: Resultados do Teste de Chave de API:

source: Manually trigger a rebalance run. The bot will use the currently saved configuration.
pt_br: Acione manualmente uma execução de rebalanceamento. O bot usará a configuração salva atualmente.

source: Run Rebalance
pt_br: Executar Rebalanceamento

source: Run Dry Run
pt_br: Executar Simulação

source: Last Run Status
pt_br: Status da Última Execução

source: Run ID:
pt_br: ID da Execução:

source: Date & Time:
pt_br: Data e Hora:

source: Dry Run
pt_br: Simulação

source: Base Pair:
pt_br: Par Base:

source: Trigger:
pt_br: Disparo:

source: Scheduled
pt_br: Automático

source: Summary:
pt_br: Resumo:

source: Total Fee Cost (Estimated):
pt_br: Custo Total de Taxas (Estimado):

source: Projected Balances After Run
pt_br: Saldos Projetados Após a Execução

source: Asset
pt_br: Ativo

source: New Quantity
pt_br: Nova Quantidade

source: New Value (%(base_pair)s)
pt_br: Novo Valor (%(base_pair)s)

source: New Value (USD)
pt_br: Novo Valor (USD)

source: No projected balance data available.
pt_br: Sem dados de saldos projetados.

source: Errors:
pt_br: Erros:

source: No rebalance runs have been recorded yet.
pt_br: Nenhuma execução de rebalanceamento foi registrada ainda.

source: Current Balances
pt_br: Saldos Atuais

source: Loading balances...
pt_br: Carregando saldos...

source: Quantity
pt_br: Quantidade

source: Value (Base)
pt_br: Valor (Base)

source: Value (USD)
pt_br: Valor (USD)

source: Portfolio Value History
pt_br: Histórico de Valor da Carteira

source: No history available yet.
pt_br: Nenhum histórico disponível ainda.

source: Performance by Asset
pt_br: Desempenho por Ativo

source: No history available for assets.
pt_br: Nenhum histórico disponível para os ativos.

source: Rebalancing History
pt_br: Histórico de Rebalanceamento

source: Showing the last 100 runs.
pt_br: Mostrando as últimas 100 execuções.

source: Date:
pt_br: Data:

source: Mode:
pt_br: Modo:

source: Live
pt_br: Real

source: Run:
pt_br: Execução:

source: Pair:
pt_br: Par:

source: Trades Executed
pt_br: Transações Executadas

source: Side
pt_br: Ação

source: Fee (USD)
pt_br: Taxa (USD)

source: Projected Balances
pt_br: Saldos Projetados

source: No history found.
pt_br: Nenhum histórico encontrado.

source: Login Failed
pt_br: Falha no Login

source: Invalid username or password.
pt_br: Nome de usuário ou senha inválidos.

source: Try Again
pt_br: Tente Novamente

source: Please log in to continue.
pt_br: Por favor, faça o login para continuar.

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha

source: Welcome - Setup Required
pt_br: Bem-vindo - Configuração Necessária

source: Initial Setup
pt_br: Configuração Inicial

source: Please create your admin account to continue.
pt_br: Por favor, crie sua conta de administrador para continuar.

source: Save and Continue
pt_br: Salvar e Continuar
